{
    "plants": [
        {
            "id": 1,
            "latin_name": "Ácorus",
            "russian_name": "Аир",
            "price": 399,
            "information": "Небольшие многолетние корневищные травы, предпочитающие заболоченные места, обитающее по берегам рек, вокруг стариц и на окраинах болот. Высота взрослых растений — от 10 см у некоторых культиваров аира злакового до 120 см у аира обыкновенного. Все части растения издают слабо заметный приятный аромат. Корневище толстое, ползучее, горизонтальное, бурого цвета, толщиной до 3 см, внутри бело-розового цвета, съедобное, с приятным ароматом, напоминающим запах корицы или мандарина. От горизонтально простирающихся корневищ снизу отходят корни, сверху — листья и цветоносные побеги. Стебель прямостоячий, неветвистый, трёхгранный, с острыми рёбрами. Листья длинные, линейно-мечевидные, очерёдные, ярко-зелёные. Располагаются на корневище подобно вееру, по форме сходны с листьями ирисов. Листья срастаются друг с другом, окружая главный стебель, так что соцветие как бы выходит из середины листа. Листья аиров на изломе издают характерный пряный запах с болотной нотой.",
            "growing_area": [1, 2],
            "contraindications": [1, 2],
            "diseases": [1, 2]
        },
        {
            "id": 2,
            "latin_name": "Áloë",
            "russian_name": "Алоэ",
            "price": 449,
            "information": "Род Алоэ объединяет многолетние листовые, травянистые, кустарниковые или древовидные ксерофиты и суккуленты.Короткий стебель (или ствол)усажен толстыми мясистыми мечевидными листьями, собранными в густые розетки и расположенными в них по спирали. У некоторых видов листья достигают 60 см длины. Края листьев могут быть гладкими или зубчатыми, усаженными по краю острыми шипами или мягкими ресничками. Листья могут накапливать большое количество воды, значительно увеличиваясь в размерах. Листья закрывают поры, что предупреждает испарение воды при недостаточном ее поступлении извне. Мякоть листа разделена на характерные ячейки, сохраняющие запасы влаги во время засухи. При длительной засухе визуально уменьшается размер листьев за счет израсходования резерва влаги. Также в неблагоприятных условиях растение сбрасывает нижние листья с целью сохранить жизнь. Цветки небольшие, трубчатые, белые, красные, жёлтые или оранжевые, расположенные на длинном цветоносе в верхушечной многоцветковой кисти.",
            "growing_area": [3, 4],
            "contraindications": [3, 4],
            "diseases": [1, 3]
        },
        {
            "id": 3,
            "latin_name": "Vaccínium vítis-idaéa",
            "russian_name": "Брусника",
            "price": 249,
            "information": "Корневище ползучее горизонтальное с приподнимающимися ветвистыми побегами высотой 15—20 см. Листья очерёдные, частые, кожистые, на коротких черешках, обратнояйцевидные или эллиптические, с цельными загнутыми краями, блестящие, длиной 0,5—3 см, шириной до 1,5 см, сверху тёмно-зелёные, снизу светло-зелёные, матовые, зимующие, имеют на нижней поверхности маленькие точечные ямочки. В этих ямочках находится булавовидное образование, у которого клетки стенок наполнены слизистым веществом, способным поглощать воду. Смачивающая верхнюю поверхность листа вода переходит на нижнюю сторону, наполняет ямки и поглощается. Плоды — красные многосемянные шаровидные блестящие ягоды до 8 мм в диаметре, несущие на верхушке засохшую чашечку, кисло-сладкого вкуса. Семена красновато-бурые, слегка полулунной формы. Плоды созревают в августе — сентябре, после первых заморозков становятся мягкими и водянистыми (и не транспортабельными), могут перезимовать под снегом до весны, но весной ягоды падают от малейшего прикосновения.",
            "growing_area": [5, 6],
            "contraindications": [1, 2],
            "diseases": [4, 5]
        },
        {
            "id": 4,
            "latin_name": "Ínula",
            "russian_name": "Девясил",
            "price": 369,
            "information": "Многолетние, реже однолетние растения с цельными листьями и жёлтыми крупными соцветиями. Корзинки с жёлтыми или оранжевыми цветками, одиночные или собраны в кистевидные или щитковидные общие соцветия. Цветение летом во второй половине. Размножение весеннее.",
            "growing_area": [7, 8, 9],
            "contraindications": [5],
            "diseases": [4, 6]
        },
        {
            "id": 5,
            "latin_name": "Hypericum tetrapterum",
            "russian_name": "Зверобой",
            "price": 179,
            "information": "Представители рода — многолетние, очень редко однолетние травянистые растения, полукустарники, кустарники или деревья. Стебли большей частью четырёхгранные. Листья у некоторых видов супротивные, редко мутовчатые, большей частью цельнокрайные, сидячие или с короткими черешками, на поверхности и по краям или только по краям часто с просвечивающими, иногда с чёрными точечными маслянистыми желёзками. Цветки одиночные или многочисленные в полузонтиках, собранные в конечные метельчатые или щитковидные цимозные соцветия. Чашечка глубоко пятираздельная, остающаяся. Чашелистиков пять, равных или иногда неравных или неодинаковых по форме. Лепестков пять, очень редко четыре, в почкосложении скрученных, золотистых или жёлтых, редко снаружи пурпурово-розовых, опадающих или иногда остающихся. Тычинки многочисленные, сросшиеся основанием нитей в три—пять пучков или редко тычинки немногочисленные, все сросшиеся только основанием нитей или свободные (Hypericum mutilum). Столбиков три—пять, свободных или в основании сросшихся. Завязь редко одногнёздная, большей частью не вполне 3—5-гнёздная с многочисленными семяпочками. Рыльца головчатые, булавовидные, редко округлые.",
            "growing_area": [10],
            "contraindications": [7, 8],
            "diseases": [7]
        },
        {
            "id": 6,
            "latin_name": "Caléndula officinális",
            "russian_name": "Календула",
            "price": 229,
            "information": "Однолетнее прямостоячее растение высотой от 20 до 75 см. Корень стержневой. Побеги толстые, ребристые, светло-зелёные, опушённые липкими железистыми волосками. Листья простые, очерёдные, светло-зелёные, удлинённые или овальные, опушены редкими жёсткими волосками. Обёртка однорядная, с узкими листочками. Язычковые цветки — жёлтые или оранжевые, сверху блестящие, с нижней стороны матовые; трубчатые — мелкие, жёлтые, оранжевые или тёмно-коричневые. Соцветия — корзинки диаметром 5—6 см. Плоды — семянки разной формы и величины. Цветёт с июня до осенних заморозков. Плоды созревают в июле — сентябре. Размножается семенами.",
            "growing_area": [10, 11],
            "contraindications": [3, 5],
            "diseases": [8]
        },
        {
            "id": 7,
            "latin_name": "Callisia",
            "russian_name": "Каллизия",
            "price": 699,
            "information": "Травянистая вечнозеленая многолетняя культура, которая относится к семейству Коммелиновые (Commelinales). В естественной среде данное растение встречается в странах Латинской Америки, а также на Карибских островах. Кустарник любит тенистую местность, тропические джунгли и высокую влажность воздуха. В переводе с греческого языка название растения означает «красота». И это название вполне оправдано. Кустарники действительно высокодекоративны. Листовые пластины вырастают не просто по очереди или друг напротив друга, а в интересном порядке, к тому же у них броская расцветка. Некоторые разновидности каллизии причисляют к роду традесканций, так как эти культуры очень похожи. Также растение напоминает многие виды эпипремнума.",
            "growing_area": [12, 13],
            "contraindications": [5, 9],
            "diseases": [5, 9]
        },
        {
            "id": 8,
            "latin_name": "Oxycóccus",
            "russian_name": "Клюква",
            "price": 589,
            "information": "Все виды клюквы — стелющиеся вечнозелёные кустарнички с гибкими нитевидными укореняющимися стеблями длиной от 15 до 30 см. Корневая система — стержневая. На корнях клюквы живёт гриб, нити которого плотно соединяются с клетками корня и образуют микоризу. Нити гриба принимают из почвы питательные растворы и передают их корням. Листья очерёдные, длиной от 3 до 15 мм, шириной от 1 до 6 мм, яйцевидные или продолговатые с коротким черешком. Листовая пластинка тёмно-зелёная, снизу — пепельная (белая), остающаяся на зиму. На нижней поверхности листа находится воск, препятствующий воде заливать устьица и защищающий таким образом растение от нарушения его нормальных функций. Плод — шаровидная, эллипсоидальная или яйцевидная ягода красного цвета. Размер ягоды, выросшей на болоте, достигает 16 мм. Для клюквы характерна орнитохория: плоды поедаются птицами, которые переносят её семена на большие расстояния. Ежегодно одно растение образует несколько сотен ягод.",
            "growing_area": [2, 10],
            "contraindications": [1, 10],
            "diseases": [4, 8]
        },
        {
            "id": 9,
            "latin_name": "Rubus idaeus",
            "russian_name": "Малина",
            "price": 459,
            "information": "Малина обыкновенная — листопадный полукустарник с многолетним корневищем, из которого развиваются двухгодичные надземные стебли высотой 1,5—2,5 м. Корневище извилистое, деревянистое, с множественными придаточными корнями, образующими мощную разветвлённую систему. Стебли прямостоячие. Побеги первого года травянистые, зелёные с сизым налётом, сочные, покрыты тонкими, обычно частыми миниатюрными шипами. На второй год побеги деревенеют и приобретают коричневый цвет, сразу после плодоношения засыхают, но из того же корня на следующий год вырастают новые стебли. Листья овальные, очерёдные, черешковые, сложные, с 3—7 яйцевидными листочками, сверху тёмно-зелёные, снизу беловатые, опушены мелкими волосками. Цветки белые, около 1 см в поперечнике, собраны в небольшие кистевидные соцветия, располагаются на верхушках стеблей или в пазухах листьев. Лепестки короче долей чашечки. В средней полосе России малина цветёт с июня по июль, иногда вплоть до августа. Плоды представляют собой небольшие волосистые костянки, сросшиеся на цветоложе в сложный плод. Плоды, как правило, красного цвета (от розового до насыщенного бордового), однако встречаются сорта жёлтого и даже чёрного цвета (ежевикообразные). Плоды появляются обычно на второй год. В первый год на побегах замещения в пазухах листьев только закладываются две цветковые почки, из которых на второй год отрастают плодовые веточки. В южных районах плоды появляются и на побегах первого года в середине осени. Существуют также ремонтантные сорта малины, адаптированные к условиям средней полосы России, способные плодоносить на побегах первого года.",
            "growing_area": [10, 14],
            "contraindications": [1, 2, 3],
            "diseases": [10]
        },
        {
            "id": 10,
            "latin_name": "Tussilago",
            "russian_name": "Мать-и-мачеха",
            "price": 219,
            "information": "Корневище длинное, ветвистое, ползучее. Из почек на корневище развиваются побеги двух типов: цветоносные и вегетативные. Ранней весной начинают развиваться прямостоячие невысокие цветоносные побеги, покрытые яйцевидно-ланцетными, часто буроватыми, чешуевидными листьями. На каждом из побегов развивается одиночная, до цветения и после цветения поникающая корзинка, состоящая из цилиндрической однорядной обертки, голого плоского цветоложа и ярко-жёлтых цветков двух типов. Многочисленные наружные (краевые) цветки — женские, язычковые (ясно выраженная язычковость краевых цветков является диагностическим признаком, по которому мать-и-мачеха отличается от растений рода Белокопытник, у которых эта язычковость выражена неясно, венчики почти нитевидны, а число краевых цветков относительно невелико), плодущие. Цветки, которые находятся в середине соцветия — обоеполые, трубчатые, бесплодные. Плод — цилиндрическая семянка, с паппусом (хохолком) из мягких волосков. После созревания плодов цветоносные побеги отмирают.",
            "growing_area": [10, 11, 14],
            "contraindications": [5, 11],
            "diseases": [2]
        },
        {
            "id": 11,
            "latin_name": "Mentha",
            "russian_name": "Мята",
            "price": 99,
            "information": "Растения рода Мята существенно различаются по химическому составу образуемых при метаболизме летучих веществ — метаболитов, так называемых душистых веществ, что проявляется в разном запахе и в разном составе эфирных масел. Название рода происходит от имени нимфы Минфы (или Минты), богини реки Кокитос, по имени которой также названы горы Минти в Трифилии в южной Элиде, возлюбленной бога подземного царства Аида. Супруга Аида Персефона превратила её в растение — душистую мяту. Растения рода Мята широко используются: в приготовлении пищевых продуктовПерейти к разделу «Кулинария», в косметикеПерейти к разделу «Народная медицина и косметика» — мята японская (Mentha japonica) и мята перечная (Mentha piperita); в фитотерапии и ароматерапииПерейти к разделу «Ароматерапия» — мята перечная, мята водная (Mentha aquatica), мята болотная (Mentha pulegium); в фармакологии — преимущественно мята перечная.",
            "growing_area": [7, 10, 15],
            "contraindications": [2, 5],
            "diseases": [1]
        },
        {
            "id": 12,
            "latin_name": "Hippophae",
            "russian_name": "Облепиха",
            "price": 329,
            "information": "Кустарники или деревья, большей частью колючие, от 0,1 до 3—6 м (редко до 15 м) высотой. Листья очерёдные, узкие и длинные, зелёные в мелких точках сверху, серовато-белые или серебристые, или ржаво-золотистые с нижней стороны от густо покрывающих их звёздчатых чешуек. Цветки появляются раньше листьев. Они однополые мелкие, невзрачные и сидят либо скученно, в коротких колосовидных соцветиях при основании молодых побегов (мужские), либо по одному (реже по 2—5) в пазухе кроющей чешуйки (женские); растения двудомные. Околоцветник простой, двураздельный; в мужском цветке цветоложе плоское, в женском — вогнутое, трубчатое; тычинок четыре (очень редко три); пестик один, с верхнею, одногнёздною, односемянною завязью, и с двураздельным рыльцем. Цветки опыляются ветром, реже насекомыми. Плод — сфалерокарпий («ложная костянка»), состоит из орешка, одетого разрастающейся чашечкой, которая становится сочной, мясистой, гладкой и блестящей. Плоды оранжевые или красноватые, их много, они густо расположены и как бы «облепляют» ветви (отсюда и русское название растения). Плод имеет шарообразную или вытянутую форму.",
            "growing_area": [10, 16],
            "contraindications": [1, 10, 12],
            "diseases": [10]
        },
        {
            "id": 13,
            "latin_name": "Plantago",
            "russian_name": "Подорожник",
            "price": 159,
            "information": "Многолетние и однолетние травы, изредка кустарнички, а на Тихоокеанских островах встречаются как травяные деревья. Обычно имеют короткое корневище, усаженное тонкими шнуровидными корнями. Листья собраны в прикорневую розетку, черешковые. Цветоносы прямостоячие, безлиственные. У некоторых видов цветочный стебель ветвистый, облиственный. Цветки мелкие, невзрачные, собраны в густой конечный колос или головку. Плод — многосемянная коробочка. Опыление происходит с помощью ветра. Подорожник большой и подорожник блошиный — ценные лекарственные растения, введённые в культуру. Подорожники обладают кровоостанавливающим, противовоспалительным и ранозаживляющим действиями — известно, что листья этого растения (их необходимо предварительно разжевать или растолочь, чтобы пустили сок) прикладывают к ране для обеззараживания и скорейшего заживления. Лист подорожника может входить в состав некоторых сборов чая от кашля.",
            "growing_area": [10],
            "contraindications": [13],
            "diseases": [1, 11]
        },
        {
            "id": 14,
            "latin_name": "Matricaria",
            "russian_name": "Ромашка",
            "price": 239,
            "information": "По современной классификации объединяет около 70 видов невысоких пахучих трав, цветущих с первого года жизни. Наиболее известный вид — Ромашка аптечная (Matricaria chamomilla, syn. Matricaria recutita), это растение широко используется в лечебных и косметических целях. Часто ромашкой (с ботанической точки зрения ошибочно) называют виды растений других родов семейства Астровые, таких как Астра, Гербера, Дороникум, Нивяник, Остеоспермум, Пижма, Пупавка, Трёхрёберник, Хризантема, для соцветий-корзинок которых характерны краевые язычковые цветки с белыми или другой окраски лепестками и более тёмная центральная часть соцветия. Эти соцветия напоминают единый цветок, поэтому называются антодий. Примечательно, что в английском языке цветки в виде ромашек называют маргаритками — Daisies.",
            "growing_area": [10, 11],
            "contraindications": [14],
            "diseases": [8]
        },
        {
            "id": 15,
            "latin_name": "Achillea",
            "russian_name": "Тысячелистник",
            "price": 359,
            "information": "Корневище толстое, ползучее, разветвлённое, с многочисленными тонкими, мочковатыми корнями, подземными побегами. Стебли немногочисленные или одиночные, прямостоячие или приподнимающиеся, прямые, реже извилистые, округлые, высотой 20—80 (до 120) см, угловато-бороздчатые, голые или слегка опушённые, ветвящиеся лишь в верхней части. Пластинка листа длиной до 15 см, шириной 0,5—3 см с многочисленными масляными желёзками на нижней стороне. Листья очерёдные, в общем очертании ланцетовидные или линейно-ланцетовидные дважды или трижды не до самого основания перисто-рассечённые на тонкие сегменты, конечные дольки листьев ланцетно-яйцевидные, 0,3—2 мм шириной, быстро переходящие в шипик. Прикорневые листья развиваются от побегов на черешках, стеблевые — небольшие, опушённые, сидячие. Соцветия тысячелистника обыкновенного (справа) и, для сравнения, соцветия тысячелистника птармики (слева). Цветки мелкие белые или розовые, собраны в небольшие соцветия — корзинки, которые в свою очередь образуют общее щитковидное соцветие из многочисленных корзинок. В каждой корзинке краевые женские цветки язычковые, белые, реже розовые; обоеполые срединные — трубчатые, жёлтые. Обёртки 3—4,6 мм длиной, продолговатые, яйцевидные, тупые, гладкие или слегка опушённые, с перепончатым, нередко буроватым краем. Завязь нижняя, одногнёздная. Цветёт с июня до конца лета, семена созревают в июле — сентябре.",
            "growing_area": [10, 11, 12],
            "contraindications": [2, 5, 15],
            "diseases": [1, 12]
        },
        {
            "id": 16,
            "latin_name": "Salvia",
            "russian_name": "Шалфей",
            "price": 449,
            "information": "Многолетнее растение высотой 20—70 см. Корень деревянистый, мощный, разветвлённый, внизу густомочковатый. Стебель прямой, ветвистый, сильно-облиственный, снизу деревянистый, сверху травянистый, четырёхгранный, зимой в верхней части отмирающий, беловато-шерстистый от длинных волнистых волосков. Листья вегетативных побегов — стеблевые продолговатые супротивные, длиной 3,5—8 см, шириной 0,8—1,5 (до 4) см, туповатые или острые, при основании клиновидные или закруглённые, по краю мелко городчатые, морщинистые, нижние и средние на длинных черешках, верхние — сидячие. Прицветные — ланцетные, сидячие, в несколько раз меньше стеблевых. Жилкование сетчатое. Листья густоопушённые, серо-зелёные. Соцветия представлены колосовидным тирсом простые или ветвистые, с шестью-семью расставленными 10-цветковыми ложными мутовками; чашечка длиной 9—10 мм, почти до половины надрезанная на две губы; венчик фиолетовый, в два раза длиннее чашечки; столбик немного выставляется из венчика; рыльце с двумя неравными лопастями. Плод — орешек, диаметром 2,5 мм, почти округлый, тёмно-бурый, сухой, из четырёх долей.",
            "growing_area": [17],
            "contraindications": [5, 6],
            "diseases": [2, 8, 9]
        },
        {
            "id": 17,
            "latin_name": "Rosa",
            "russian_name": "Шиповник",
            "price": 369,
            "information": "Шиповники — листопадные кустарники и кустарнички, иногда вечнозелёные, с прямостоящими, лазающими или стелющимися стеблями различной высоты или длины, от 15—25 см до 8—10 м. Высота одних и тех же видов иногда может изменяться в зависимости от условий произрастания. Обычно шиповники представляют собой многостебельные кустарники до 2—3 м высотой и доживают до 30—50 лет. Но некоторые экземпляры этих видов, достигающие возраста несколько сотен лет, вырастают в целые деревья. Старейшая роза (шиповник собачий) растёт в Германии на территории Хильдесхаймского собора. Её возраст, по разным оценкам, от 400 до 1000 лет. Она достигает 13 м высоты, а обхват её ствола у основания достигает 50 см. В субтропиках почти повсеместно встречаются вечнозелёные розы-лианы. Если они достигают древовидной формы, то форма ствола у них обычно изогнутая и свилеватая[3]. Существуют сведения о достижении экземплярами этих роз значительного возраста. В США в городе Тумстоуне (штат Аризона) растёт роза Бэнкс (Rosa banksiae), посаженная там в 1885 году. Она занесена в Книгу рекордов Гиннесса как самая большая роза. Обхват её стволиков 3,7 м, занимаемая площадь — 740 м². Весной на ней распускается около 200 000 цветов. На бывшей даче художника К. Коровина в Гурзуфе растут два экземпляра розы Бэнкс, возраст которых предположительно 100 лет. Возраст около двухсот экземпляров розы Rosa ×fortuneana на южном берегу Крыма — 100—150 лет.",
            "growing_area": [2, 10],
            "contraindications": [1, 13],
            "diseases": [9]
        }
    ]
}